---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.DWFMarkup
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.DWFMarkup

Links marked-up DWF files into a Revit project so you can see the markups on corresponding sheets.